[
  {
    "id": 1,
    "name": "Weddings",
    "image": "https://i.ibb.co/tL0Fg2P/1-78-Qxdol-YC0-Hd9-W6-TLj-CZQ.webp",
    "price": 5000,
    "short_description": "Elegant and unforgettable weddings in picturesque settings.",
    "details": "Our wedding packages include a dedicated wedding planner, venue decoration, catering services, and more. Create timeless memories on your special day."
  },
  {
    "id": 2,
    "name": "Birthday Parties",
    "image": "https://i.ibb.co/BtWkVDv/1-ran-Ajim-ADrr-Fd-AP2ani51w.webp",
    "price": 500,
    "short_description": "Fun-filled birthday celebrations for all ages.",
    "details": "From kids' themed parties to sophisticated adult celebrations, we provide entertainment, decorations, and customized cakes to make your birthday memorable."
  },
  {
    "id": 3,
    "name": "Anniversaries",
    "image": "https://i.ibb.co/vJQsKgK/0-qp-1x0ydo-NI-0-E8l.webp",
    "price": 1000,
    "short_description": "Romantic anniversary events to cherish special moments.",
    "details": "Let us help you plan a romantic anniversary dinner or a lavish party to celebrate your love story. We offer customizable packages to suit your preferences."
  },
  {
    "id": 4,
    "name": "Engagement Parties",
    "image": "https://i.ibb.co/74sTm2h/0-DRDax-Cey7-SI3y-LY.jpg",
    "price": 750,
    "short_description": "Celebrate the beginning of a lifelong journey together.",
    "details": "Mark the start of your journey towards marriage with a memorable engagement party. We provide venue options, catering, and decor to make it special."
  },
  {
    "id": 5,
    "name": "Retirement Parties",
    "image": "https://i.ibb.co/DfY4SC7/1-3bn-Qnr-G9npfj1r-lq0u7-GA.jpg",
    "price": 800,
    "short_description": "Honoring a well-deserved retirement with friends and family.",
    "details": "Celebrate the achievements and milestones of a retiree with a retirement party. We offer event planning, entertainment, and heartfelt tributes."
  },
  {
    "id": 6,
    "name": "Baby Shower",
    "image": "https://i.ibb.co/Jq9Qttd/1-J0-SSCxp-PWIj6at-U9-Eh-Gifw.jpg",
    "price": 300,
    "short_description": "Joyful gatherings to welcome a new addition to the family.",
    "details": "Host a baby shower filled with joy and excitement. We provide themed decorations, games, and a cozy atmosphere for this special occasion."
  }
]
